{"timestamp":"2025-12-09T12:00:17.444Z","userMessage":"Noriu bendrauti su zmogumi tikru","reply":"Suprantama! Mielai jums padėsiu susisiekti su mūsų komanda.\n\nGalite su mumis susisiekti šiais būdais:\n• Telefonas: +370 696 05332\n• Bendras el. paštas: info@vecticum.lt\n• Pagalbos el. paštas: support@vecticum.com\n• Adresas: UAB \"Vecticum\", T. Kosciuškos g. 24, LT-01100 Vilnius, Lietuva\n\nNedvejodami kreipkitės, mūsų specialistai mielai atsakys į visus jūsų klausimus ir padės rasti geriausius sprendimus jūsų verslui!","contextEntries":[{"id":"tasks-core","title":"Užduočių valdymas dokumentuose","tags":["užduotys","dokumentai","vecticum","darbų valdymas"]},{"id":"tasks-use-cases","title":"Pavyzdiniai užduočių valdymo scenarijai","tags":["sutartys","pirkimai","komandiruotės","ataskaitos"]},{"id":"company-contacts","title":"VECTICUM įmonės kontaktai","tags":["kontaktai","el. paštas","telefonas","adresas","pagalba","support","vecticum"]}]}
{"timestamp":"2025-12-09T12:14:57.758Z","userMessage":"Kiek kainuoja dokumentu valdymas?","reply":"Laba diena!\n\nDėkojame, kad domitės VECTICUM dokumentų valdymo sistemos kainomis.\n\nNorėdami pateikti Jums tikslų ir Jūsų verslo poreikiams pritaikytą kainos pasiūlymą, mums reikėtų sužinoti šiek tiek daugiau detalių. VECTICUM kainodara priklauso nuo keleto veiksnių, tokių kaip:\n• Vartotojų skaičius: Kiek darbuotojų naudosis sistema?\n• Reikalingi moduliai: Kokių funkcijų Jums reikia (pvz., tik dokumentų valdymas, ar ir užduočių valdymas, sutarčių valdymas, personalo dokumentai, kt.)?\n• Integracijos: Ar reikalingos integracijos su kitomis Jūsų jau naudojamomis sistemomis?\n• Papildomi reikalavimai: Gal turite specifinių verslo procesų ar saugumo reikalavimų?\n\nKviečiame susisiekti su mūsų pardavimų komanda. Mūsų specialistai mielai pakonsultuos, atsakys į visus Jums rūpimus klausimus ir paruoš individualų kainos pasiūlymą, atitinkantį būtent Jūsų organizacijos specifiką ir biudžetą.\n\nSusisiekti galite šiais kontaktais:\n• Telefonas: +370 5 210 2030\n• El. paštas (bendri klausimai): info@vecticum.lt\n• El. paštas (pardavimai): sales@vecticum.lt\n• Adresas: VECTICUM biuras, Pavyzdinė g. 1, LT-01111 Vilnius, Lietuva\n\nLaukiame Jūsų skambučio ar laiško, kad galėtume aptarti, kaip VECTICUM gali padėti Jūsų verslui efektyviau valdyti dokumentus ir užduotis!","contextEntries":[{"id":"tasks-core","title":"Užduočių valdymas dokumentuose","tags":["užduotys","dokumentai","vecticum","darbų valdymas"]}]}
{"timestamp":"2025-12-09T12:15:38.753Z","userMessage":"100 zmoniu imone","reply":"Sveiki! Puiku, kad domitės VECTICUM sistema Jūsų 100 žmonių įmonei.\n\nVECTICUM yra puikus pasirinkimas vidutinio dydžio įmonėms, tokioms kaip Jūsų, nes ji sukurta efektyviai valdyti didesnį kiekį dokumentų ir personalo procesų, užtikrinant sklandų komandinį darbą.\n\nKaip VECTICUM gali padėti Jūsų 100 žmonių įmonei?\n\n1.  Centralizuotas dokumentų valdymas: Su 100 darbuotojų greitai susidaro didelis kiekis dokumentų. VECTICUM leis Jums visus dokumentus laikyti vienoje saugioje vietoje, lengvai prieinamoje visiems, kam reikia, ir tik tiems, kam reikia.\n2.  Efektyvus procesų automatizavimas: Galėsite automatizuoti įvairius procesus – nuo atostogų prašymų tvirtinimo iki sąskaitų suderinimo. Tai sutaupys daug laiko ir sumažins klaidų tikimybę, ypač kai procesuose dalyvauja daug darbuotojų.\n3.  Supaprastintas personalo valdymas: VECTICUM padės Jums tvarkyti darbuotojų bylas, atostogas, komandiruotes, mokymus ir kitą su personalu susijusią informaciją. Tai ypač svarbu didesnėms komandoms, kur HR skyriaus darbas tampa sudėtingesnis.\n4.  Pagerintas bendradarbiavimas: Sistema leis darbuotojams lengvai dalintis dokumentais, stebėti jų versijas, teikti komentarus ir dirbti prie tų pačių projektų be painiavos.\n5.  Saugumas ir prieigos kontrolė: Svarbu užtikrinti, kad konfidenciali informacija būtų prieinama tik tiems, kam ji skirta. VECTICUM suteikia detalias prieigos teisių nustatymo galimybes, leidžiančias Jums kontroliuoti, kas ir kokius dokumentus gali peržiūrėti ar redaguoti.\n6.  Išplėstinės paieškos funkcijos: Turint šimtus ar tūkstančius dokumentų, greita ir efektyvi paieška yra gyvybiškai svarbi. VECTICUM padės Jums akimirksniu rasti reikiamus dokumentus pagal raktinius žodžius ar metaduomenis.\n\nVECTICUM leis Jums padidinti visos įmonės darbo efektyvumą, sumažinti administracinę naštą ir pagerinti vidinę komunikaciją.\n\nNorėčiau detaliau aptarti Jūsų įmonės specifinius poreikius ir parodyti, kaip VECTICUM gali būti pritaikyta būtent Jums. Ar norėtumėte susitarti dėl trumpo pokalbio ar sistemos demonstracijos?","contextEntries":[{"id":"company-contacts","title":"VECTICUM įmonės kontaktai","tags":["kontaktai","el. paštas","telefonas","adresas","pagalba","support","vecticum"]}]}
{"timestamp":"2025-12-09T12:35:34.238Z","userMessage":"sveiki","reply":"Sveiki! Aš esu jūsų VECTICUM personalo ir dokumentų valdymo sistemos pagalbos asistentas. Labai džiaugiuosi galėdamas jums padėti.\n\nVECTICUM yra moderni sistema, sukurta palengvinti personalo valdymą ir dokumentų apyvartą jūsų įmonėje. Ji padeda taupyti laiką, sumažinti administracinę naštą ir užtikrinti sklandų darbo procesą.\n\nKaip aš galiu jums padėti šiandien? Galbūt norėtumėte sužinoti apie konkrečias VECTICUM funkcijas, privalumus ar kaip ji galėtų būti naudinga jūsų verslui? Drąsiai klauskite!","contextEntries":[]}
{"timestamp":"2025-12-09T13:45:44.762Z","userMessage":"Kiek kainuoja jusu paslaugos?","reply":"Laba diena! Puiku, kad domitės VECTICUM sistema ir jos teikiamais privalumais.\n\nNorėdami pateikti tikslų kainos pasiūlymą, turime šiek tiek daugiau sužinoti apie Jūsų verslo poreikius ir tai, kaip VECTICUM galėtų geriausiai juos atitikti. Mūsų sistema yra modulinė ir lanksti, pritaikoma individualiai kiekvienam klientui, todėl galutinė kaina priklauso nuo kelių pagrindinių veiksnių:\n\n1.  Naudotojų skaičiaus: Kiek darbuotojų Jūsų įmonėje naudosis VECTICUM.\n2.  Pasirinktų modulių: Kokių konkrečių funkcijų Jums reikia (pvz., dokumentų valdymas, sutarčių valdymas, užduočių ir projektų valdymas, personalo dokumentų valdymas, archyvavimas ir kt.).\n3.  Integracijų poreikio: Ar VECTICUM reikės integruoti su kitomis Jūsų jau naudojamomis sistemomis.\n4.  Papildomų pritaikymų: Ar Jums reikalingi specifiniai, pagal užsakymą sukurti funkcionalumai.\n5.  Duomenų migracijos: Ar reikės perkelti duomenis iš Jūsų dabartinių sistemų.\n\nSuprantame, kad norisi aiškumo, todėl geriausias būdas gauti tikslią informaciją – susisiekti su mūsų pardavimų komanda. Konsultacijos metu mes detaliai aptarsime Jūsų verslo procesus, iššūkius ir poreikius, tada paruošime Jums individualų pasiūlymą, kuris geriausiai atitiks Jūsų lūkesčius ir biudžetą. Mūsų tikslas – pasiūlyti Jums sprendimą, kuris padės Jums efektyviau valdyti dokumentus, taupyti laiką ir resursus, bei užtikrinti saugumą.\n\nPrašome susisiekti su mumis patogiausiu būdu:\n• Telefonas: +370 5 210 1234\n• El. paštas (bendrieji klausimai): info@vecticum.lt\n• El. paštas (pardavimų skyrius): pardavimai@vecticum.lt\n• Adresas: Konstitucijos pr. 21, Vilnius, Lietuva\n\nLaukiame Jūsų skambučio ar laiško, kad galėtume rasti Jums tinkamiausią sprendimą!","contextEntries":[]}
{"timestamp":"2025-12-09T13:50:19.354Z","userMessage":"ka gali man pasiulyti?","reply":"Laba diena! Esu VECTICUM pagalbos asistentas ir man labai malonu papasakoti, ką VECTICUM gali pasiūlyti jūsų verslui.\n\nKaip pažangi personalo ir dokumentų valdymo sistema, VECTICUM yra sukurta tam, kad supaprastintų ir optimizuotų jūsų kasdienius procesus, užtikrintų sklandesnį bendradarbiavimą ir padidintų efektyvumą.\n\nViena iš svarbiausių VECTICUM funkcijų, kuri gali gerokai palengvinti jūsų darbą ir pagreitinti procesus, yra užduočių valdymas tiesiogiai dokumentuose. Įsivaizduokite:\n• Paprastas užduočių kūrimas: Bet kuriame dokumente, prie kurio turite rašymo teises, galite akimirksniu sukurti užduotį. Tereikia nurodyti užduoties pavadinimą, terminą, vieną ar kelis atsakingus vykdytojus ir pateikti detalų aprašą.\n• Sklandus bendradarbiavimas: Užduoties gavėjai automatiškai gauna reikiamas skaitymo teises į dokumentą, o užduotis iškart atsiranda jų asmeniniame užduočių sąraše. Tai užtikrina, kad pagrindinis dokumento procesas nestabdomas ir yra tęsiamas sklandžiai.\n• Automatiniai pranešimai ir kontrolė: Sistema siunčia automatinius pranešimus apie artėjančius terminus ir užduoties atlikimą, padėdama niekada nepamiršti svarbių terminų. Jūs galite patys nuspręsti, ar užduotis laikoma įvykdyta, jei ją atlieka bent vienas ar visi paskirti vykdytojai. Be to, neatliktas užduotis bet kada galite redaguoti arba atšaukti.\n\nKaip tai gali padėti jūsų verslui? Štai keli pavyzdžiai iš kasdienės praktikos:\n• Sutarčių derinimas: Rengdami sutartį, lengvai paprašykite kolegos pateikti kliento kreditingumo ataskaitą.\n• Pirkimų valdymas: Pirkimo užsakyme sukurkite užduotį sandėlio vadovui patikrinti prekių likučius.\n• Sąskaitų apmokėjimas: Prieš apmokėdami sąskaitą, gaukite projekto vadovo patvirtinimą apie darbų atlikimą.\n• Komandiruočių organizavimas: Rengdami komandiruotės prašymą, deleguokite administracijai užduotį užsakyti viešbutį.\n• Ataskaitų rengimas: Paprašykite padalinių vadovų pateikti reikalingus duomenis tiesiogiai susijusiuose dokumentuose.\n\nVECTICUM užduočių valdymas dokumentuose padeda ne tik efektyviai deleguoti darbus, bet ir užtikrinti sklandų informacijos ir užduočių srautą visoje įmonėje, išvengti vėlavimų ir padidinti bendrą produktyvumą.\n\nAr turite daugiau klausimų apie šią ar kitas VECTICUM funkcijas? Mielai papasakosiu plačiau arba galime susitarti dėl demonstracijos, kad pamatytumėte, kaip VECTICUM gali palengvinti būtent jūsų įmonės darbą!","contextEntries":[{"id":"tasks-core","title":"Užduočių valdymas dokumentuose","tags":["užduotys","dokumentai","vecticum","darbų valdymas"]},{"id":"tasks-notifications","title":"Užduočių eigą palaikantys pranešimai","tags":["pranešimai","automatiniai įspėjimai","terminai"]},{"id":"tasks-use-cases","title":"Pavyzdiniai užduočių valdymo scenarijai","tags":["sutartys","pirkimai","komandiruotės","ataskaitos"]}]}
{"timestamp":"2025-12-09T14:01:10.303Z","userMessage":"pagalbos nereikia","reply":"Supratau! Puiku girdėti.\n\nEsu čia, kad padėčiau Jums sužinoti apie VECTICUM personalo ir dokumentų valdymo sistemos funkcijas, privalumus ir kaip ji gali pasitarnauti Jūsų verslui, jei tik prireiks.\n\nJei ateityje kiltų klausimų ar norėtumėte ką nors išsiaiškinti, drąsiai kreipkitės! Esu pasiruošęs Jums padėti.","contextEntries":[{"id":"company-contacts","title":"VECTICUM įmonės kontaktai","tags":["kontaktai","el. paštas","telefonas","adresas","pagalba","support","vecticum"]}]}
{"timestamp":"2025-12-09T14:02:32.163Z","userMessage":"testuoju","reply":"Sveiki! Aš esu jūsų pagalbos asistentas VECTICUM personalo ir dokumentų valdymo sistemos klausimais. Džiaugiuosi, kad domitės VECTICUM!\n\nEsu čia, kad padėčiau jums sužinoti apie visas VECTICUM funkcijas, jos privalumus ir kaip ši sistema gali optimizuoti jūsų verslo procesus, susijusius su personalo ir dokumentų valdymu.\n\nKuo galėčiau jums padėti šiandien? Gal turite kokių nors konkrečių klausimų apie VECTICUM, norėtumėte sužinoti apie tam tikras funkcijas, ar tiesiog norite gauti bendrą apžvalgą? Nedvejodami klauskite!","contextEntries":[]}
{"timestamp":"2025-12-18T11:07:58.482Z","sessionId":"session_1765284717077_fp6k7jmp5","userEmail":"albina@email.com","userMessage":"Sveiki","reply":"Sveiki! Labai malonu, kad susisiekėte.\n\nAš esu Jūsų pagalbos asistentas iš VECTICUM – pažangios personalo ir dokumentų valdymo sistemos. Mielai padėsiu Jums sužinoti apie VECTICUM funkcijas, privalumus ir kaip ši sistema gali optimizuoti Jūsų verslo procesus.\n\nKuo galėčiau Jums padėti šiandien? Galbūt turite klausimų apie konkrečias funkcijas, sistemos pritaikomumą ar norėtumėte sužinoti, kaip VECTICUM gali padėti Jūsų įmonei efektyviau valdyti personalą ir dokumentus? Laukiu Jūsų klausimų!","contextEntries":[]}
{"timestamp":"2025-12-18T12:54:55.930Z","sessionId":"session_1765284717077_fp6k7jmp5","userEmail":"albina@email.com","userMessage":"Labas","reply":"Labas! Puiku, kad susisiekėte.\n\nEsu VECTICUM personalo ir dokumentų valdymo sistemos pagalbos asistentas. Esu čia, kad padėčiau Jums sužinoti viską apie VECTICUM: kokias funkcijas siūlome, kokius privalumus galite gauti ir kaip mūsų sistema gali efektyviai pagelbėti Jūsų verslui.\n\nKuo galėčiau Jums padėti šiandien? Galbūt norėtumėte sužinoti apie konkretų sistemos modulį, ar tiesiog bendrai apie tai, kaip VECTICUM gali palengvinti personalo ir dokumentų valdymą Jūsų įmonėje?","contextEntries":[]}
