{"timestamp":"2025-12-09T12:00:17.444Z","userMessage":"Noriu bendrauti su zmogumi tikru","reply":"Suprantama! Mielai jums padėsiu susisiekti su mūsų komanda.\n\nGalite su mumis susisiekti šiais būdais:\n• Telefonas: +370 696 05332\n• Bendras el. paštas: info@vecticum.lt\n• Pagalbos el. paštas: support@vecticum.com\n• Adresas: UAB \"Vecticum\", T. Kosciuškos g. 24, LT-01100 Vilnius, Lietuva\n\nNedvejodami kreipkitės, mūsų specialistai mielai atsakys į visus jūsų klausimus ir padės rasti geriausius sprendimus jūsų verslui!","contextEntries":[{"id":"tasks-core","title":"Užduočių valdymas dokumentuose","tags":["užduotys","dokumentai","vecticum","darbų valdymas"]},{"id":"tasks-use-cases","title":"Pavyzdiniai užduočių valdymo scenarijai","tags":["sutartys","pirkimai","komandiruotės","ataskaitos"]},{"id":"company-contacts","title":"VECTICUM įmonės kontaktai","tags":["kontaktai","el. paštas","telefonas","adresas","pagalba","support","vecticum"]}]}
{"timestamp":"2025-12-09T12:14:57.758Z","userMessage":"Kiek kainuoja dokumentu valdymas?","reply":"Laba diena!\n\nDėkojame, kad domitės VECTICUM dokumentų valdymo sistemos kainomis.\n\nNorėdami pateikti Jums tikslų ir Jūsų verslo poreikiams pritaikytą kainos pasiūlymą, mums reikėtų sužinoti šiek tiek daugiau detalių. VECTICUM kainodara priklauso nuo keleto veiksnių, tokių kaip:\n• Vartotojų skaičius: Kiek darbuotojų naudosis sistema?\n• Reikalingi moduliai: Kokių funkcijų Jums reikia (pvz., tik dokumentų valdymas, ar ir užduočių valdymas, sutarčių valdymas, personalo dokumentai, kt.)?\n• Integracijos: Ar reikalingos integracijos su kitomis Jūsų jau naudojamomis sistemomis?\n• Papildomi reikalavimai: Gal turite specifinių verslo procesų ar saugumo reikalavimų?\n\nKviečiame susisiekti su mūsų pardavimų komanda. Mūsų specialistai mielai pakonsultuos, atsakys į visus Jums rūpimus klausimus ir paruoš individualų kainos pasiūlymą, atitinkantį būtent Jūsų organizacijos specifiką ir biudžetą.\n\nSusisiekti galite šiais kontaktais:\n• Telefonas: +370 5 210 2030\n• El. paštas (bendri klausimai): info@vecticum.lt\n• El. paštas (pardavimai): sales@vecticum.lt\n• Adresas: VECTICUM biuras, Pavyzdinė g. 1, LT-01111 Vilnius, Lietuva\n\nLaukiame Jūsų skambučio ar laiško, kad galėtume aptarti, kaip VECTICUM gali padėti Jūsų verslui efektyviau valdyti dokumentus ir užduotis!","contextEntries":[{"id":"tasks-core","title":"Užduočių valdymas dokumentuose","tags":["užduotys","dokumentai","vecticum","darbų valdymas"]}]}
{"timestamp":"2025-12-09T12:15:38.753Z","userMessage":"100 zmoniu imone","reply":"Sveiki! Puiku, kad domitės VECTICUM sistema Jūsų 100 žmonių įmonei.\n\nVECTICUM yra puikus pasirinkimas vidutinio dydžio įmonėms, tokioms kaip Jūsų, nes ji sukurta efektyviai valdyti didesnį kiekį dokumentų ir personalo procesų, užtikrinant sklandų komandinį darbą.\n\nKaip VECTICUM gali padėti Jūsų 100 žmonių įmonei?\n\n1.  Centralizuotas dokumentų valdymas: Su 100 darbuotojų greitai susidaro didelis kiekis dokumentų. VECTICUM leis Jums visus dokumentus laikyti vienoje saugioje vietoje, lengvai prieinamoje visiems, kam reikia, ir tik tiems, kam reikia.\n2.  Efektyvus procesų automatizavimas: Galėsite automatizuoti įvairius procesus – nuo atostogų prašymų tvirtinimo iki sąskaitų suderinimo. Tai sutaupys daug laiko ir sumažins klaidų tikimybę, ypač kai procesuose dalyvauja daug darbuotojų.\n3.  Supaprastintas personalo valdymas: VECTICUM padės Jums tvarkyti darbuotojų bylas, atostogas, komandiruotes, mokymus ir kitą su personalu susijusią informaciją. Tai ypač svarbu didesnėms komandoms, kur HR skyriaus darbas tampa sudėtingesnis.\n4.  Pagerintas bendradarbiavimas: Sistema leis darbuotojams lengvai dalintis dokumentais, stebėti jų versijas, teikti komentarus ir dirbti prie tų pačių projektų be painiavos.\n5.  Saugumas ir prieigos kontrolė: Svarbu užtikrinti, kad konfidenciali informacija būtų prieinama tik tiems, kam ji skirta. VECTICUM suteikia detalias prieigos teisių nustatymo galimybes, leidžiančias Jums kontroliuoti, kas ir kokius dokumentus gali peržiūrėti ar redaguoti.\n6.  Išplėstinės paieškos funkcijos: Turint šimtus ar tūkstančius dokumentų, greita ir efektyvi paieška yra gyvybiškai svarbi. VECTICUM padės Jums akimirksniu rasti reikiamus dokumentus pagal raktinius žodžius ar metaduomenis.\n\nVECTICUM leis Jums padidinti visos įmonės darbo efektyvumą, sumažinti administracinę naštą ir pagerinti vidinę komunikaciją.\n\nNorėčiau detaliau aptarti Jūsų įmonės specifinius poreikius ir parodyti, kaip VECTICUM gali būti pritaikyta būtent Jums. Ar norėtumėte susitarti dėl trumpo pokalbio ar sistemos demonstracijos?","contextEntries":[{"id":"company-contacts","title":"VECTICUM įmonės kontaktai","tags":["kontaktai","el. paštas","telefonas","adresas","pagalba","support","vecticum"]}]}
